tap "1password/tap"
tap "azure/azd"
tap "azure/bicep"
tap "azure/kubelogin"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "noahgorstein/tap"
brew "openssl@3"
brew "azure-cli"
brew "bat"
brew "coreutils"
brew "dog"
brew "duf"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "pkg-config"
brew "gum"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "neovim"
brew "node"
brew "parallel"
brew "qemu"
brew "podman"
brew "python@3.9"
brew "ripgrep"
brew "sd"
brew "stow"
brew "tldr"
brew "wget"
brew "xh"
brew "zoxide"
brew "zsh-completions"
brew "azure/azd/azd"
brew "azure/bicep/bicep"
brew "azure/kubelogin/kubelogin"
brew "felixkratz/formulae/borders"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "noahgorstein/tap/jqp"
cask "1password-cli"
cask "alacritty"
cask "alt-tab"
cask "dotnet-sdk"
cask "font-sauce-code-pro-nerd-font"
cask "git-credential-manager-core"
cask "licecap"
cask "obsidian"
cask "postman"
cask "powershell"
cask "raycast"
cask "slack"
cask "spotify"
cask "vlc"
vscode "4ops.terraform"
vscode "alexcvzz.vscode-sqlite"
vscode "Azurite.azurite"
vscode "Catppuccin.catppuccin-vsc"
vscode "eamodio.gitlens"
vscode "edonet.vscode-command-runner"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "jmrog.vscode-nuget-package-manager"
vscode "jtr.vscode-position"
vscode "kaiwood.center-editor-window"
vscode "lannonbr.vscode-js-annotations"
vscode "mechatroner.rainbow-csv"
vscode "metaseed.metago"
vscode "metaseed.MetaJump"
vscode "metaseed.MetaWord"
vscode "Monish.regexsnippets"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.powershell"
vscode "ms-vsliveshare.vsliveshare"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rosshamish.kuskus-extensions-pack"
vscode "rosshamish.kuskus-kusto-language-server"
vscode "rosshamish.kuskus-kusto-syntax-highlighting"
vscode "ryu1kn.partial-diff"
vscode "ryuta46.multi-command"
vscode "TakumiI.markdowntable"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
