tap "1password/tap"
tap "azure/bicep"
tap "azure/kubelogin"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "microsoft/git"
brew "azure-cli"
brew "bat"
brew "fasd"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "pkg-config"
brew "gum"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "openssl@3"
brew "podman"
brew "python@3.9"
brew "ripgrep"
brew "stow"
brew "wget"
brew "zsh-completions"
brew "azure/bicep/bicep"
brew "azure/kubelogin/kubelogin"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "alt-tab"
cask "dotnet-sdk"
cask "font-sauce-code-pro-nerd-font"
cask "git-credential-manager-core"
cask "licecap"
cask "obsidian"
cask "postman"
cask "powershell"
cask "raycast"
cask "slack"
cask "spotify"
cask "vlc"
